christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
esbenp.prettier-vscode
juanblanco.solidity
lyonsyonii.rust-syntax
mermaidchart.vscode-mermaid-chart
nomicfoundation.hardhat-solidity
rust-lang.rust-analyzer
serayuzgur.crates
tamasfe.even-better-toml
vadimcn.vscode-lldb
xabikos.javascriptsnippets
